{"responseStatusCode": 0, "productId": "14100361", "cansimId": "477-0104", "cubeTitleEn": "Unemployment rates of population aged 15 and over, total and with Indigenous identity, by educational attainment, Canada", "cubeTitleFr": "Taux de chômage de la population âgée de 15 ans et plus, (total et ayant une identité autochtone) selon le niveau de scolarité, Canada", "cubeStartDate": "1990-01-01", "cubeEndDate": "2021-01-01", "frequencyCode": 18, "nbSeriesCube": 10, "nbDatapointsCube": 320, "releaseTime": "2022-03-29T08:30", "archiveStatusCode": "2", "archiveStatusEn": "CURRENT - a cube available to the public and that is current", "archiveStatusFr": "ACTIF - un cube qui est disponible au public et qui est toujours mise a jour", "subjectCode": ["140207"], "surveyCode": ["3701"], "dimension": [{"dimensionPositionId": 1, "dimensionNameEn": "Geography", "dimensionNameFr": "Géographie", "hasUom": false, "member": [{"memberId": 1, "parentMemberId": null, "memberNameEn": "Canada", "memberNameFr": "Canada", "classificationCode": "11124", "classificationTypeCode": "1", "geoLevel": 0, "vintage": 2016, "terminated": 0, "memberUomCode": null}]}, {"dimensionPositionId": 2, "dimensionNameEn": "Characteristics of the population aged 15 and over", "dimensionNameFr": "Caractéristiques de la population âgée de 15 ans et plus", "hasUom": false, "member": [{"memberId": 1, "parentMemberId": null, "memberNameEn": "Population, Canada", "memberNameFr": "Population, Canada", "classificationCode": null, "classificationTypeCode": null, "geoLevel": null, "vintage": null, "terminated": 0, "memberUomCode": null}, {"memberId": 2, "parentMemberId": null, "memberNameEn": "Population, off reserve Indigenous", "memberNameFr": "Population, autochtone hors réserve", "classificationCode": null, "classificationTypeCode": null, "geoLevel": null, "vintage": null, "terminated": 0, "memberUomCode": null}]}, {"dimensionPositionId": 3, "dimensionNameEn": "Educational attainment", "dimensionNameFr": "Niveau de scolarité", "hasUom": true, "member": [{"memberId": 1, "parentMemberId": null, "memberNameEn": "All levels of education", "memberNameFr": "Tous niveaux de scolarité confondus", "classificationCode": null, "classificationTypeCode": null, "geoLevel": null, "vintage": null, "terminated": 0, "memberUomCode": 239}, {"memberId": 2, "parentMemberId": 1, "memberNameEn": "Less than high school", "memberNameFr": "Inférieur aux études secondaires", "classificationCode": null, "classificationTypeCode": null, "geoLevel": null, "vintage": null, "terminated": 0, "memberUomCode": 239}, {"memberId": 3, "parentMemberId": 1, "memberNameEn": "High school", "memberNameFr": "Études secondaires", "classificationCode": null, "classificationTypeCode": null, "geoLevel": null, "vintage": null, "terminated": 0, "memberUomCode": 239}, {"memberId": 4, "parentMemberId": 1, "memberNameEn": "College or trade", "memberNameFr": "Études collégiales ou formation professionnelle", "classificationCode": null, "classificationTypeCode": null, "geoLevel": null, "vintage": null, "terminated": 0, "memberUomCode": 239}, {"memberId": 5, "parentMemberId": 1, "memberNameEn": "University", "memberNameFr": "Études universitaires", "classificationCode": null, "classificationTypeCode": null, "geoLevel": null, "vintage": null, "terminated": 0, "memberUomCode": 239}]}], "footnote": [{"footnoteId": 1, "footnotesEn": "Source:  Labour Force Survey (L.F.S.).", "footnotesFr": "Source: Enquête sur la population active (E.P.A.)", "link": {"footnoteId": 1, "dimensionPositionId": 0, "memberId": 0}}, {"footnoteId": 2, "footnotesEn": "The unemployment rate is based on a monthly average from January to December.", "footnotesFr": "Le taux de chômage est basé sur une moyenne mensuelle de janvier à décembre.", "link": {"footnoteId": 2, "dimensionPositionId": 0, "memberId": 0}}, {"footnoteId": 3, "footnotesEn": "Labour Force Survey (LFS) estimates for Canada are derived using LFS results from the provinces. LFS results for the territories are not included in the national estimates. Difficulties exist with respect to reaching small communities in the territories, and there are areas that are excluded. As well, since the sample design, rotation pattern and reliability criteria are different from those in the 10 provinces, estimates for the territories are not included with the provincial totals, but are calculated and reported separately.", "footnotesFr": "Les estimations de l'Enquête sur la population active (EPA) pour l'ensemble du pays sont établies à partir des données de l'EPA recueillies dans les provinces. Les résultats territoriaux de l'EPA ne sont pas pris en compte dans les estimations nationales. Il peut être difficile de joindre les petites collectivités dans les territoires et certaines régions des territoires sont exclues. Par ailleurs, comme le plan de sondage, la méthode de renouvellement de l'échantillon et les critères de fiabilité diffèrent de ceux des dix provinces, les estimations pour les territoires ne sont pas comprises dans les totaux provinciaux, mais sont plutôt calculées et présentées séparément.", "link": {"footnoteId": 3, "dimensionPositionId": 0, "memberId": 0}}, {"footnoteId": 4, "footnotesEn": "Adjustments are  made to Labour Force Survey (LFS) data every five years after new population estimates become available following the most recent census. At that time, all LFS data back to the previous census is re-weighted using the new population estimates (since the new population estimates will cover the inter-censal period between the two most recent censuses), and all corresponding historical LFS estimates are revised.  Therefore, at the beginning of 2021, all estimates were adjusted to reflect 2016 Census population counts and LFS estimates have been revised back to January 2006.", "footnotesFr": "Les données de l'Enquête sur la population active (EPA) sont également ajustées tous les cinq ans à la suite de la diffusion des nouvelles estimations démographiques basées sur le dernier recensement. À ce moment-là, toutes les données de l'EPA remontant au recensement précédent sont repondérées en fonction des nouvelles estimations de la population (compte tenu que ces nouvelles estimations démographiques couvrent la période intercensitaire séparant les deux derniers recensements), et toutes les estimations chronologiques correspondantes de l'EPA sont révisées. Donc; au début de l'année 2021, toutes les estimations ont été ajustées pour refléter les chiffres de population du Recensement de 2016 et la révision rétroactive des estimations de l'EPA remonte jusqu'en janvier 2006.", "link": {"footnoteId": 4, "dimensionPositionId": 0, "memberId": 0}}, {"footnoteId": 5, "footnotesEn": "Most of the estimates contained in this table have been assigned a letter to indicate their coefficient of variation (c.v.) (expressed as a percentage). The letter grades represent the following coefficients of variation: A is used for a c.v. between or equal to 0.00% and 5.00% and means Excellent, B is used for a c.v. between or equal to 5.01% and 15.00% and means Very good, C is used for a c.v. between or equal to 15.01% and 25.00% and means Good, D is used for a c.v. between or equal to 25.01% and 35.00% and means Acceptable, E is used for a c.v. greater than 35.00% and means Use with caution.", "footnotesFr": "On a attribué à la plupart des estimations contenues dans le présent tableau une lettre qui indique leur coefficient de variation (c.v.) (exprimé en pourcentage). Les cotes alphabétiques représentent les coefficients de variation suivants : A représente un c.v. situé entre ou égal à 0,00 % et 5,00 % et signifie Excellent, B représente un c.v. situé entre ou égal à 5,01 % et 15,00 % et signifie Très bon, C représente un c.v. situé entre ou égal à 15,01 % et 25,00 % et signifie Bon, D représente un c.v. situé entre ou égal à 25,01 % et 35,00 % et signifie Acceptable, E représente un c.v. plus grand que 35,00 % et signifie À utiliser avec prudence.", "link": {"footnoteId": 5, "dimensionPositionId": 0, "memberId": 0}}, {"footnoteId": 12, "footnotesEn": "Caution should be exercised in interpreting the provincial/territorial ratios and differences in ratios between provinces/territories and over time, as small estimates may present fairly high sampling variability. Estimates for small geographic areas, for small age-groups or for cross-classified variables will be associated with larger variability.", "footnotesFr": "Il convient de faire attention en interprétant les taux par province/territoire et les différences de taux entre provinces/territoires et dans le temps, parce que des populations relativement petites peuvent présenter des variations dues à l'échantillonnage assez importantes. Les estimations pour des petites régions géographiques, pour des groupes d'âge restreints ou pour des combinaisons de variables sont en général soumises à une plus importante variabilité.", "link": {"footnoteId": 12, "dimensionPositionId": 0, "memberId": 0}}, {"footnoteId": 6, "footnotesEn": "Refers to individuals who reported being an Indigenous person; that is, First Nations (North American Indian), Métis or Inuk (Inuit). In theLabour Force Survey (LFS), a person may report more than one Indigenous group; for example, a respondent could report being both First Nations and Métis.", "footnotesFr": "Désigne les personnes qui ont déclaré être des Autochtones, c'est-à-dire appartenant aux Premières Nations (Indiens d'Amérique du Nord), Métis ou Inuk (Inuit). Dans le cadre de l'Enquête sur la population active (EPA), une personne peut déclarer faire partie de plus d'un de ces groupes. Par exemple, un répondant peut déclarer être à la fois membre des Premières Nations et Métis.", "link": {"footnoteId": 6, "dimensionPositionId": 2, "memberId": 2}}, {"footnoteId": 7, "footnotesEn": "Data for 2004, 2005 and 2006 are for Western Canada (Manitoba, Saskatchewan, Alberta and British Columbia) only. Data since 2007 are for Canada. For 2004, the monthly average is from April to December.", "footnotesFr": "Les données pour 2004, 2005 et 2006 comprennent l'ouest du Canada seulement; c'est-à-dire, le Manitoba, la Saskatchewan, l'Alberta et la Colombie-Britannique. À partir de 2007, les données sont pour le Canada. Pour l'année 2004, ce taux est basé sur une moyenne mensuelle d'avril à décembre.", "link": {"footnoteId": 7, "dimensionPositionId": 2, "memberId": 2}}, {"footnoteId": 8, "footnotesEn": "Includes no education or education below high school graduation.", "footnotesFr": "Comprend : aucune scolarité ou à un niveau de scolarité inférieur au diplôme d'études secondaires.", "link": {"footnoteId": 8, "dimensionPositionId": 3, "memberId": 2}}, {"footnoteId": 9, "footnotesEn": "Includes high school graduation or some postsecondary education (not completed).", "footnotesFr": "Comprend : diplôme d'études secondaires ou des études postsecondaires partielles (sans certificat ou diplôme).", "link": {"footnoteId": 9, "dimensionPositionId": 3, "memberId": 3}}, {"footnoteId": 10, "footnotesEn": "Includes trade certificate or diploma from a vocational school or apprenticeship training; non-university certificate or diploma from a community college, CEGEP, school of nursing and similar programs at this level; and university certificate below bachelor's level.", "footnotesFr": "Comprend : diplôme ou certificat de métier d'une école de métiers ou à la suite d'une période d'apprentissage; diplôme ou certificat non universitaire d'un collège communautaire, cégep, école de sciences infirmières et des programmes semblables de ce niveau; certificat universitaire inférieur au baccalauréat.", "link": {"footnoteId": 10, "dimensionPositionId": 3, "memberId": 4}}, {"footnoteId": 11, "footnotesEn": "Includes bachelor's degree and university degree or certificate above bachelor's degree.", "footnotesFr": "Comprend : le baccalauréat et diplôme ou certificat universitaire supérieur au baccalauréat.", "link": {"footnoteId": 11, "dimensionPositionId": 3, "memberId": 5}}], "correctionFootnote": [], "correction": []}